// Menubar display labels used in free/total mode
"U:" = "使用：";
"F:" = "空き：";

// Unit labels
"MB" = "MB";

// Memory usage title menu item
"Memory Usage:" = "メモリー使用：";

// Format string for memory usage. Float conversion to X.XX is
// automatically localized by NSNumberFormatter and is therefore not exposed
"%@ used, %@ free, %@ total" = "使用中：%1$@、空き：%2$@、合計：%3$@";

// Memory page statistics title menu item
"Memory Pages:" = "ページメモリー：";

// Format strings for memory statistics. Float conversion to X.XX is
// automatically localized by NSNumberFormatter and is therefore not exposed
"%@ active, %@ wired" = "アクティブ：%1$@、ワイアード：%2$@";
"%@ inactive, %@ free" = "インアクティブ：%1$@、空き：%2$@";

// VM statistics title menu item
"VM Statistics:" = "仮想メモリー：";

// Format strings for VM statistics
// Technically we should cover all permutations of 1 or more than 1
// for each statistic, but in the real world users never have just
// one pagein or copy-on-write, etc. so we can simplify to just
// the plural forms
"%@ pageins, %@ pageouts" = "ページイン：%1$@、ページアウト：%2$@";
"%@ cache lookups, %@ cache hits (%@)" = "キャッシュルックアップ：%1$@、キャッシュヒット：%2$@ (%3$@)";
"%@ page faults, %@ copy-on-writes" = "ページフォールト：%1$@、コピーオンワイアー：%2$@";

// Swap file statistics title menu item
"Swap Files:" = "スワップファイル：";

// Swap file info formats. Here we do need to handle plurals since
// values of 1 are likely
// Basic swap file info (ex: "1 swap file in /private/var/vm/")
"%@ swap file present in %@" = "%1$@ つのスワップファイルを %2$@ で使用中";
"%@ swap files present in %@" = "%1$@ つのスワップファイルを %2$@ で使用中";
// Basic swap file info with encryption
"%@ encrypted swap file present in %@" = "%1$@ つの暗号化スワップファイルを %2$@ で使用中";
"%@ encrypted swap files present in %@" = "%1$@ つの暗号化スワップファイルを %2$@ で使用中";
// Maximum swap count info
"%@ swap file at peak usage" = "最大使用時で %1$@ つのスワップファイル";
"%@ swap files at peak usage" = "最大使用時で %1$@ つのスワップファイル";
// Swap space info, as with free/used/total the float format and MB label
// are handled automatically by NSFormatter
"%@ total swap space" = "スワップ容量合計：%1$@";
// Swap space including used info (Tiger only)
"%@ total swap space (%@ used)" = "スワップ容量合計：%1$@ (使用中：%2$@)";

